import '../../css/CookiesAndPolices.css'

function CookiesAndPolices() {
  return (
    <div className="cookies-polices">
      <h2 className="cookies-polices-title">Политика за поверителност и бисквитки</h2>

      <p>В Apointa се ангажираме да защитаваме личните данни на всички наши потребители. Настоящата политика описва как събираме, използваме и съхраняваме Вашата информация.</p>
      <p>При регистрация и използване на платформата, ние събираме единствено данни, необходими за предоставяне на услугата — име, имейл, телефонен номер, адрес и информация относно направените от Вас резервации. Тези данни се използват само с цел обработка на резервации, комуникация и подобряване на нашите услуги.</p>
      <p>Вашите лични данни няма да бъдат разкривани на трети страни, освен в случаите, когато това се изисква от закона или при изричното Ви съгласие.</p>
      <p>Сайтът използва бисквитки, за да осигури оптимална функционалност, персонализирано съдържание и събиране на анонимна статистика за поведението на потребителите. Чрез продължаване на използването на платформата Вие се съгласявате с употребата на бисквитки. Винаги можете да управлявате настройките на бисквитките чрез Вашия браузър.</p>
      <p>Ако имате въпроси относно нашата политика за поверителност или желаете да упражните правата си съгласно действащото законодателство за защита на личните данни, моля свържете се с нас на: contact@apointa.com</p>

      <h3 className="about-us-title" >Условия за ползване</h3>
      <p>Моля, запознайте се внимателно с настоящите условия, преди да използвате платформата Apointa.</p>
      <p>Платформата предоставя дигитална услуга за онлайн резервации между крайни потребители и регистрирани бизнеси. Чрез използването на нашия сайт или мобилно приложение Вие декларирате, че сте съгласни с тези условия.</p>
      <p>Потребителите носят лична отговорност за достоверността и актуалността на предоставената информация. В случай на злоупотреба или подвеждаща информация, ние си запазваме правото да ограничим или прекратим достъпа до платформата.</p>
      <p>Apointa не носи отговорност за качеството или изпълнението на услугите, предлагани от регистрираните бизнеси. Всички взаимоотношения, произтичащи от направена резервация, се уреждат между потребителя и съответния бизнес.</p>
      <p>Ние си запазваме правото да правим промени в настоящите условия по всяко време. Всяка промяна влиза в сила от момента на публикуването ѝ на тази страница. Препоръчваме редовно да се запознавате с актуалната версия.</p>
      <p>За въпроси и допълнителна информация можете да се свържете с нас на: apointa.contact@gmail.com</p>


    </div>
  );
}

export default CookiesAndPolices;