import '../css/AboutUs.css'

function AboutUs() {
  return (
    <div className="about-us">
      <h2 className="about-us-title">За нас</h2>
     
      <p>Apointa е създадена с идеята да улесни както бизнесите, така и клиентите в процеса на онлайн резервации. Нашата мисия е да свързваме хората с услугите, от които имат нужда бързо, лесно и удобно.
        <br />
        Вярваме, че времето е най-ценният ресурс. Затова създадохме платформа, която позволява на всеки потребител да открие подходящ бизнес, да разгледа услуги и да запази час само с няколко клика.
        <br />
        От друга страна, даваме на бизнесите лесен начин да управляват своите графици, услуги и клиенти, без излишна администрация.</p>
      <br />
      <h3 className="about-us-title" >Какво предлагаме?</h3>
      <li>Удобна система за онлайн резервации</li>
      <li>Възможност за управление на услуги, работно време и служители</li>
      <li>Ясен и лесен интерфейс както за клиенти, така и за бизнес потребители</li>
      
      <h3 className="about-us-title">Нашата цел</h3>
      <br />
      <p>Да създадем общност, в която доволните клиенти и успешните бизнеси се срещат и си помагат взаимно да растат.</p>
    </div>
  );
}

export default AboutUs;